Repository: patrickjane/leavedays
Catalog: Holiday/*.lproj/1Localizable.strings
Languages: de

source: <Empty>
de: <Leer>

source: Add leave
de: Urlaub eintragen

source: Annual leave
de: Jahresurlaub

source: Begin
de: Anfang

source: Comment
de: Kommentar

source: Current year
de: Aktuelles Jahr

source: Data
de: Daten

source: Days
de: Tage

source: Day
de: Tag

source: days
de: Tage

source: day
de: Tag

source: Delete all records
de: Alle Einträge löschen

source: Duration
de: Dauer

source: End
de: Ende

source: Error
de: Fehler

source: Expiration
de: Ablaufdatum

source: Failed to delete data from storage
de: Fehler beim Löschen von Daten

source: Failed to load data from storage
de: Fehler beim Laden von Daten

source: Failed to save data
de: Fehlern beim Speichern von Daten

source: General
de: Allgemein

source: Half day?
de: Halber Tag?

source: half day
de: halber Tag

source: Half day
de: Halber Tag

source: Hours
de: Stunden

source: Hour
de: Stunde

source: hours
de: Stunden

source: hour
de: Stunde

source: Leave days overview
de: Urlaubsübersicht

source: Options
de: Optionen

source: Precision
de: Präzision

source: Preview count
de: Vorschau Anzahl

source: Remaining
de: Verbleibend

source: Residual leave
de: Resturlaub

source: Settings
de: Einstellungen

source: Special leave
de: Sonderurlaub

source: Spent
de: Verbraucht

source: Summary
de: Übersicht

source: Title
de: Titel

source: Preview
de: Vorschau

source: Overview
de: Übersicht

source: Note: Duration excludes weekends
de: Hinweis: Dauer berücksichtigt nur Arbeitstage, keine Wochenenden.

source: Calendar
de: Kalender

source: Save
de: Speichern

source: Leave
de: Urlaub

source: Today
de: Heute

source: Remaining days
de: Verbleibende Tage

source: Residual leave (expired)
de: Resturlaub (verfallen)

source: Total
de: Gesamt

source: Residual leave expires
de: Resturlaub verfällt

source: Mail settings
de: Mail Einstellungen

source: Show state marker
de: Statusmarker anzeigen

source: Default state
de: Voreinstellung

source: Planned
de: Geplant

source: Approved
de: Genehmigt

source: Leave days
de: Urlaubstage

source: Send mail request
de: Anfrage per Mail

source: Failed to load data from storage. Erase all data and restart application?
de: Fehler beim Laden der Datenbank. Alle Daten löschen und App neu starten?

source: Erased all data. Please restart application.
de: Alle Daten gelöscht. App bitte neu starten

source: To:
de: An:

source: Subject:
de: Betreff:

source: Body:
de: Inhalt:

source: Mail template
de: Mail Vorlage

source: Note: Details can be included by adding variables to the body text: $begin, $end, $duration, $title, $comment. Will be replaced before sending.
de: Hinweis: Urlaubsdaten können über die Platzhalter: $begin, $end, $duration, $title, $comment eingefügt werden. Diese werden vor dem Versenden ersetzt.

source: Free days
de: Freie Tage

source: Calculation
de: Berechnung

source: Public holiday calendar
de: Feiertagskalender

source: Select public holiday calendar
de: Feiertagskalender auswählen

source: Select free days
de: Freie Tage wählen

source: Select the weekdays which shall be excluded when calculating the duration of your leave.
de: Wählen Sie die Wochentage aus, die bei der Berechnung der Urlaubsdauer nicht berücksichtig werden sollen

source: Select calendar
de: Kalender wählen

source: Select the calendar that contains (only) public holidays. When calculating the duration of your leave, dates found in this calendar will be excluded.
de: Wählen Sie den Kalender mit Feiertagen aus. Bei der Berechnung der Urlaubsdauer werden Einträge, die in diesem Kalender gefunden werden, berücksichtigt.

source: Select the calendar were your leave days shall be added as events. When deleting leave, events found in this calendar and match in title will be deleted.
de: Wählen Sie den Kalender aus, in dem die von der App erstellen Urlaubstage gespeichert werden sollen. Werden Einträge in der App gelöscht, werden auch zum Dateum und Titel passende Einträge in diesem Kalender entfernt.

source: Can't send mail
de: Mail kann nicht gesendet werden

source: Can't send mails because this device is not configured to send mails.
de: Mail kann nicht gesendet werden, da dieses Gerät nicht zum Versenden von Mails konfiguriert ist.

source: Note: Duration excludes all weekdays selected under settings -> free days as well as any events/days found in the public holiday calender configured under settings -> public holiday calendar (if enabled).
de: Die Berechnung der Dauer berücksichtigt auch den Feiertagskalender sowie die konfigurierten freien Tage unter Einstellungen

source: Contact
de: Kontakt

source: Report Bug
de: Fehler melden

source: Send feedback
de: Feedback schicken

source: Please include as much information as possible when submitting bug reports.
de: Beim Melden von Fehlern bitte so viele Informationen wie möglich angeben.

source: Help
de: Hilfe

source: More information is also avaiable on http//annualleave.s710.de.
de: Mehr Infos sind auch unter http://annualleave.s710.de verfügbar

source: Date
de: Datum

source: Wipe data
de: Daten löschen

source: Are you sure you want to erase all data? This operation can not be undone.
de: Sind Sie sicher dass alle Daten gelöscht werden sollen? Diese Operation kann nicht rückgängig gemacht werden.

source: Cancel
de: Abbrechen

source: Save in calendar
de: In Kalender speichern

source: Disabled
de: Deaktiviert

source: Data storage
de: Datenspeicher

source: The public holiday calendar is a user-provided calendar that contains public holiday entries. Public holiday will be taken into account when calculating durations of leave.
de: Der Feiertagskalender ist ein, vom Benutzer bereitgestellter Kalender, der Einträge für Feiertage enthält. Feiertage werden bei der Berechnung der Urlaubsdauer berücksichtigt.

source: The store calendar is a user-provided calendar where leave will be saved as events.
de: Der Kalender zum speichern des Urlaubs ist ein, vom Benutzer bereitgestellter Kalender, in dem der Urlaub beim Anlegen gespeichert wird.

source: Select one of the calendars available on your device. Please make sure that the selected calendar ONLY contains public holiday entries, and no other events.
de: Bitte einen Kalender des Geräts auswählen. Bitte wählen Sie einen Kalender, der ausschließlich Feiertage und keine anderen Einträge enthält.

source: Select one of the calendars available on your device.
de: Bitte einen von den auf dem Gerät verfügbaren Kalendern auswählen.

source: None
de: Keine

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Total leave
de: Urlaubstage gesamt

source: Calendar name
de: Kalendername

source: Please select
de: Bitte auswählen

source: Store leave in calendar
de: Urlaub in Kalender speichern

source: Delete entry
de: Eintrag löschen

source: Select the calendar were your leave days shall be added as events. Note: When deleting leave, events found in this calendar and match in title will be deleted.
de: Bitte den Kalender, in dem die Urlaubstage als Ereignisse gespeichert werden solle, auswählen. Hinweis: Wenn Urlaub gelöscht wird, werden Ereignisse mit dem gleichen Namen die in diesem Kalender gefunden werden gelöscht.

source: Are you sure you want to delete this entry?
de: Sind Sie sicher dass sie diesen Eintrag löschen wollen?

source: Beginning of leave year
de: Anfang des Urlaubsjahres

source: Leave year
de: Urlaubsjahr

source: Note: Changing the beginning of the leave year does NOT retroactively change existing entries!
de: Hinweis: Wird der Anfang des Urlaubsjahres geändert, hat dies KEINE Auswirkung auf bereits gespeicherte Einträge!

source: Note: If the app is configured to save leave days in the calendar, wiping all data will NOT delete any entries in the configured calendar!
de: Hinweis: Wird der Urlaub auch im Kalender gespeichert, wird beim Löschen aller Urlaubseinträge auf dem Gerät nichts im gewählten Kalender gelöscht!

source: Month overview
de: Monatsübersicht

source: Overtime
de: Überstunden

source: Sick leave
de: Krankheitstage

source: Unit
de: Einheit

source: Is summarized monthly
de: Wird monatlich aufsummiert

source: Color
de: Farbe

source: Category name
de: Kategoriename

source: Affects calculation
de: Fließt in Berechnung mit ein

source: All leave of this category contributes to the leave year's calculation
de: Alle Einträge dieser Kategorie fließen in die Berechnung des zugehörigen Jahres mit ein

source: All leave of this category is seperately summarized month by month
de: Alle Einträge dieser Kategorie werden separat in der Monatsübersicht aufsummiert

source: Default
de: Standard

source: Green
de: Grün

source: Red
de: Rot

source: Blue
de: Blau

source: Yellow
de: Gelb

source: Black
de: Schwarz

source: Grey
de: Grau

source: Light green
de: Hellgrün

source: Light blue
de: Hellblau

source: Light red
de: Hellrot

source: No entries
de: Keine Einträge

source: Delete
de: Löschen

source: Delete category
de: Kategorie löschen

source: Are you sure you want to delete this category?
de: Sind Sie sicher dass Sie diese Kategorie löschen wollen?

source: Are you sure you want to delete this category? Note: All leave with this category will be DELETED as well!
de: Sind Sie sicher dass Sie diese Kategorie löschen wollen? Hinweis: Alle Einträge mit dieser Kategorie werden ebenfalls GELÖSCHT!

source: Public holiday
de: Feiertag

source: Create public holiday calendar
de: Feiertagskalender anlegen

source: Calendar not found
de: Kalender nicht gefunden

source: Selected public holiday calendar not found. Public holiday calendar has been disabled.
de: Ausgewählter Feiertagskalender wurde nicht gefunden. Feiertagskalender jetzt deaktiviert.

source: Selected calendar for leave storage not found. Storing leave in calendar has been disabled.
de: Ausgewählter Kalender zum Speichern von Urlaub wurde nicht gefunden. Das Speichern von Urlaub im Kalender wurde deaktiviert.

source: Not editable
de: Nicht editierbar

source: Warning
de: Warnung

source: The unit of the category was changed. If you want to save, all leave of this category will be deleted, because hour and day unit can not be converted. Continue?
de: Die Einheit der Kategorie wurde geändert. Wenn Sie speichern, werden alle Einträge dieser Kategorie gelöscht, da Stunden/Tage nicht umgewandelt werden können. Trotzdem speichern?

source: Note: Entries of categories which are configured to be summarized monthly will be shown here.
de: Hinweis: Einträge von Kategorien, die zum monatlichen Aufsummieren konfiguriert sind, werden hier angezeigt.

source: The calculated duration of this entry is 0, do you still want to save?
de: Die berechnete Dauer beträgt 0, wollen Sie dennoch speichern?

source: All days of your leave are determined to be public holiday. Please make sure the calender you selected under settings -> public holiday calender only contains public holiday and no other entries.
de: Alle Tage des Urlaubs wurden als Feiertage erkannt. Bitte stellen Sie sicher, dass der in den Einstellungen gewählte Kalender ausschließlich Feiertage und keine anderen Termine enthält.

source: More information
de: Mehr informationen

source: Configure annual leave
de: Jahresurlaub einrichten

source: Timetables
de: Stundenpläne

source: Timetable
de: Stundenplan

source: Import data
de: Daten importieren

source: Export data
de: Daten exportieren

source: Configure timetables
de: Stundenpläne konfigurieren

source: Default timetable
de: Standard Stundenplan

source: Hours per day
de: Stunden pro Tag

source: Select year to configure
de: Jahr zum einrichten wählen

source: Year
de: Jahr

source: No additional days configured yet. Tap the + button to add days for a specific category.
de: Noch keine zusätzlichen Tage konfiguriert. Tippen Sie den + Button an um Tage für eine bestimmte Kategorie hinzuzufügen

source: No additional hours configured yet. Tap the + button to add hours for a specific category.
de: Noch keine zusätzlichen Stunden konfiguriert. Tippen Sie den + Button an um Stunden für eine bestimmte Kategorie hinzuzufügen

source: Days per year
de: Tage pro Jahr

source: Hours per year
de: Stunden pro Jahr

source: Data source
de: Datenquelle

source: Target
de: Ziel

source: Start import
de: Importieren starten

source: Start export
de: Exportieren starten

source: Export
de: Exportieren

source: Import
de: Importieren

source: Please select a calendar first!
de: Bitte erst einen Kalender wählen!

source: Note: Range for importing will be -3/+7 years (from now)
de: Hinweis: Bereich der importieren Einträge ist -3/+7 Jahre (von jetzt)

source: Note: Leave can be imported from a calendar on the device. All entries found in this calendar will be added as leave.
de: Hinweis: Urlaub kann von einem Kalender des Geräts importiert werden. Alle Einträge die im gewählten Kalender gefunden werden, werden als Urlaub importiert.

source: Note: Leave can be exported to a calendar on the device. All entries of leave will be added as events in this calendar.
de: Hinweis: Urlaub kann in einen Kalender des Geräts exportiert werden. Alle Urlaubseinträge werden als Termine im gewählten Kalender hinzugefügt.

source: Available
de: Verfügbar

source: Category with the same name already exists. Choose different name.
de: Kategorie mit dem gleichen Namen existiert bereits. Bitte anderen namen wählen

source: Uknown date
de: Unbekanntes Datum

source: Later
de: Später

source: Yes
de: Ja

source: No
de: Nein

source: Note
de: Hinweis

source: Continue?
de: Fortfahren?

source: Calendar event
de: Kalenderereignis

source: Annual leave was is not set up yet. Do you want to configure your annual leave now? (Can be done at any time under settings -> configure annual leave)
de: Jahresurlaub wurde noch nicht eingerichtet. Wollen Sie Ihren Jahresurlaub jetzt konfigurieren? (kann jederzeit unter "Einstellungen -> Jahresurlaub einrichten" nachgeholt werden)

source: Stored leave will be listed here.
de: Gespeicherter Urlaub wird hier aufgelistet.

source: No leave stored yet
de: Noch kein Urlaub gespeichert

source: Warning: Changing the unit will:
de: Warnung: Das Ändern der Einheit wird:

source: - Delete all leave pools with different unit added under 'settings/configure annual leave'
de: - Alle zusätzlichen Tage/Stunden mit anderer Einheit unter 'Einstellungen/Jahresurlaub einrichten' löschen

source: - Possibly change custom categories (disable affects calculation)
de: - Möglicherweise eigene Kategorien ändern (Beeinflussen der Berechnung deaktivieren)

source: When adding leave, days will be substracted from available pools first, until pool remain reaches zero. After that, days are substracted from annual leave days
de: Beim Eintragen von Urlaub werden die Tage zuerst von den zusätzlich konfigurierten Kategorien abgezogen, bis die verbleibenden Tage 0 sind. Danach wird die Urlaubsdauer von den Tagen des Jahresurlaubs abgezogen

source: When adding leave, hours will be substracted from available pools first, until pool remain reaches zero. After that, hours are substracted from annual leave hours
de: Beim Eintragen von Urlaub werden die Stunden zuerst von den zusätzlich konfigurierten Kategorien abgezogen, bis die verbleibenden Stunden der Kategorie 0 sind. Danach wird die Urlaubsdauer von den Stunden des Jahresurlaubs abgezogen

source: (expired)
de: (verfallen)

source: Change unit
de: Einheit ändern

source: Are you sure?
de: Sind Sie sicher?

source: Are you sure you want to export all entries of the app to the selected calendar?
de: Sind Sie sicher dass Sie alle Einträge der App in den gewählten Kalender exportieren wollen?

source: Are you sure you want to import all events from the selected calendar?
de: Sind Sie sicher dass sie alle Einträge des gewählten Kalenders importieren wollen?

source: Additional information will be attached to the calendar event notes. Do not remove this if you plan to import from this calendar again, else results may be inaccurate.
de: Zusätzliche Informationen werden an die Notizen der erzeugten Kalenderereignisse angehängt. Löschen Sie diese nicht, falls Sie die Einträge wieder importieren wollen, ansonsten könnte das Ergebnis Fehler enthalten

source: Successfully imported
de: Erfolgreich

source: calendar events
de: Kalendereinträge importiert

source: Successfully exported
de: Erfolgreich

source: entries of leave
de: Urlaubseinträge exportiert

source: Unknown date
de: Unbekanntes Datum

source: Unknown
de: Unbekannt

source: New timetable
de: Neuer Stundenplan

source: Selection
de: Auswahl

source: All
de: Alle

source: Holidays
de: Feiertage

source: Manually adjusted duration will not be automatically recalculated anymore. If you want to switch back to automatic calculation, switch this option on again below.
de: Die manuell angepasste Dauer wird ab sofort nicht mehr automatisch berechnet. Um die automatische Berechnung wieder zu aktivieren, aktivieren Sie den Schalter "Dauer berechnen".

source: Calculate duration
de: Dauer berechnen

source: week
de: Woche

source: Week
de: Woche

source: Calculate planned leave
de: Geplanten Urlaub berechnen

source: Selected timetables (rotating)
de: Ausgewählte Stundenpläne (rotierend)

source: User management
de: Benutzerverwaltung

source: New user
de: Neuer Benutzer

source: User
de: Benutzer

source: Enter name
de: Name eingeben

source: Enter user
de: Benutzer eingeben

source: Password
de: Passwort

source: Enter password
de: Passwort eingeben

source: Users
de: Benutzer

source: Stay logged in
de: Angemeldet bleiben

source: User list
de: Benutzerliste

source: Edit user
de: Benutzer editieren

source: Login
de: Anmelden

source: Available users
de: Verfügbare Benutzer

source: Password is incorrect
de: Falsches Passwort

source: Unknown user
de: Unbekannter Benutzer

source: No user selected
de: Kein Benutzer angegeben

source: Logout
de: Abmelden

source: Create
de: Erstellen

source: Create User
de: Neuer Benutzer

source: iCloud not available
de: iCloud nicht verfügbar

source: Can edit users
de: Kann benutzer editieren

source: Visible users
de: Sichtbare Benutzer

source: Select the users which this user will be able to see
de: Wähle die Benutzer aus, die dieser Benutzer sehen kann

source: Only admin users can add/delete other users. Note: Currently active user can not be deleted.
de: Nur Admin-Benutzer können andere Benutzer erstellen oder löschen. Hinweis: Der aktive Benutzer kann nicht gelöscht werden

source: Can't create user with empty name
de: Der Benutzername kann nicht leer sein

source: Can't create user, a user with the same name already exists!
de: Benutzer mit gleichem Namen existiert bereits!

source: Failed to connect to iCloud
de: Verbindung zu iCloud konnte nicht hergestellt werden

source: No users have been created yet
de: Es wurden noch keine Benutzer angelegt

source: Select user
de: User auswählen

source: iCloud synchronization
de: iCloud Synchronisierung

source: Send mail
de: Mail senden

source: Note: Duration excludes all weekdays selected under 'settings - free days' as well as public holidays (if enabled).
de: Hinweis: Die Dauer berücksichtigt die freien Tage (Einstellungen - freie Tage) sowie Feiertage, sofern aktiviert (Einstellungen - Feiertagskalender).

source: Location
de: Ort

source: Choose export type
de: Methode wählen

source: Configurable overview of your leave saved as PDF file
de: Konfigurierbare Übersicht des Urlaubs gespeichert als PDF Datei

source: CSV spreadsheet with all your leave entries (e. g. to import in Microsoft Excel)
de: CSV Datei mit dem allen Urlaubstagen (z. B. zum Import in Microsoft Excel)

source: Exports your leave as either PDF or CSV file, and then sends the file as mail attachment.
de: Exportiert Urlaub als entweder PDF oder CSV Datei, und versendet diese dann per EMail

source: Create PDF
de: PDF erstellen

source: Create CSV
de: CSV erstellen

source: Select export options
de: Optionen wählen

source: Select file contents
de: Inhalt wählen

source: Filename
de: Dateiname

source: Document title
de: Dokumenttitel

source: Leave Year
de: Urlaubsjahr

source: Excluded categories
de: Ausgenommene Kategorien

source: Include planned leave
de: Geplanten Urlaub exportieren

source: Include unkown date leave
de: Urlaub mit unbekanntem Datum exportieren

source: Add summary
de: Zusammenfassung

source: Add leave list
de: Urlaubsliste

source: Add title
de: Urlaubstitel

source: Add date
de: Datum

source: Add duration
de: Dauer

source: Add category name
de: Kategorie

source: Add username
de: Benutzername

source: leavesummary.csv
de: urlaubsuebersicht.csv

source: leavesummary.pdf
de: urlaubsuebersicht.pdf

source: Leave summary
de: Urlaubsübersicht

source: Enter city/location
de: Ort eingeben

source: Enter title
de: Titel eingeben

source: Enter username
de: Benutzernamen eingeben

source: Enter category name
de: Kategoriename eingeben

source: Selected color
de: Ausgewählte Farbe

source: When editing leave, your can set a category, which will affect how the leave is calculated and/or displayed
de: Beim Eintragen von Urlaub kann eine Kategorie ausgewählt werden, die beeinflusst, wie der Urlaub berechnet und/oder angezeigt wird

source: Enter receiver address
de: Empfänger eingeben

source: Enter cc address
de: CC Empfänger eingeben

source: Enter bcc address
de: BCC Empfänger eingeben

source: Enter subject
de: Betreff eingeben

source: Loading iCloud storage, please wait ...
de: Verbinden zu iCloud, bitte warten ...

source: User does not exist
de: Benutzer existiert nicht

source: Password incorrect
de: Falsches Passwort

source: Delete data
de: Daten löschen

source: Error: Failed to load iCloud storage
de: Fehler beim Laden von iCloud

source: Confirmation
de: Bestätigung

source: This will erase all data on the device and in the iCloud storage. This can not be undone. Continue?
de: Hiermit werden alle Daten vom Gerät und iCloud gelöscht. Dies kann nicht rückgängig gemacht werden. Fortfahren?

source: All data was erased. Please restart the app.
de: Alle Daten wurden gelöscht. Bitte die App (vollständig) neu starten

source: None
de: Keiner

source: Enter amount of hours
de: Anzahl Stunden eingeben

source: Enter amount
de: Anzahl eingeben

source: Worldmap
de: Weltkarte

source: Menu
de: Menü

source: iCloud synchronization is still experimental. The local data from the first enabled device will be copied to iCloud.
de: iCloud Synchronisierung wird nur experimentell unterstürzt. Die lokalen Daten des ersten aktivierten Geräts werden nach iCloud kopiert.

source: User details
de: Benutzerdetails

source: Rights
de: Rechte

source: The active user was deleted from iCloud.
de: Der aktive Benutzer wurde von iCloud gelöscht.

source: Leave list
de: Urlaubsliste

source: iCloud support note
de: iCloud Support Hinweis

source: Currently, the iCloud synchronization service provided by Apple is known to be potentially unreliable or not 100% stable. Thus, this feature is provided without guarantee and should be used at your own risk.<br/><br/><b>Please note:</b>
de: Es ist bekannt, dass der aktuell von Apple angebotene iCloud Synchronisierungsdienst in der jetzigen Version nicht immer zu 100% verlässlich und stabil ist. Daher wird dieses Feature ohne Garantie angeboten, und sollte nur auf eigene Gefahr genutzt werden.<br/><br/><b>Bitte beachten:</b>

source: iCloud sync should either be completely enabled or disabled on all devices. It should not be turned on/off intermittently without reason
de: Die iCloud Synchronisierung sollte entweder komplett auf allen Geräten ein- oder ausgeschaltet werden. Die iCloud Synchronisierung sollte nicht auf einem oder mehreren Geräten zeitweise oder ohne Grund deaktiviert werden.
