Repository: patrickjane/leavedays
Catalog: Holiday/*.lproj/1Localizable.strings
Languages: de

source: When iCloud sync is disabled by the user, the app works with the local data storage, which is completely separated from the iCloud data storage. All changes made will not be synchronized to iCloud
de: Wenn die iCloud Synchronisierung deaktiviert wird, startet die App mit dem lokalen Datenspeicher auf dem Gerät, welcher komplett vom iCloud Datenspeicher getrennt ist. Alle Änderungen die gemacht werden, werden nicht mit iCloud synchronisiert.

source: Please note that future updates provided by Apple on both server and device side may break iCloud support.
de: Die von der App genutzte iCloud Synchronisierung könnte durch zukünftige Updates von Apple (server- oder geräteseitig) gestört werden.

source: If you stop using iCloud you will switch to using local data on this device only. Your local data is completely separate from iCloud. Any changes you make will not be be synchronized with iCloud.
de: Wenn iCloud deaktiviert wird, wird der lokale Speicher des Geräts aktiviert. Dieser ist komplett von iCloud getrennt. Alle Änderungen die gemacht werden, können nicht in iCloud übernommen werden

source: Continue
de: Weiter

source: Synchronization may be slow, depending on the time of day.
de: Synchronisierung kann unter Umständen langsam sein, abhängig von der Tageszeit.

source: To avoid problems, please do not enable iCloud simultaneously on multiple devices, because iCloud data is initialized with the data from the first enabled device.
de: Um Problemen vorzubeugen, sollte die iCloud Synchronisierung nicht gleichzeitig auf mehreren Geräten aktiviert werden, da der iCloud Datenspeicher mit den Daten des zuerst aktivierten Gerätes initialisiert wird.

source: This will reset the iCloud storage container and delete all data from iCloud. Please repeat on all used devices.
de: Hiermit wird der iCloud Container geleert und alle Daten in iCloud gelöscht. Bitte wiederholen Sie dies auf allen genutzten Geräten.

source: Manual/Feedback
de: Handbuch/Feedback

source: Manual
de: Handbuch

source: More information is also avaiable on http//www.annualleave.de.
de: Mehr Informationen sind auch unter http://www.annualleave.de verfügbar

source: Cannot remove admin rights from last admin user. Reverted rights back to admin rights
de: Adminrechte können nicht vom letzten Admin-User entfernt werden. Adminrechte wurden zurückgesetzt.

source: Detailed days info
de: Detaillierte Info der Urlaubstage

source: Days will be substracted from available pools first
de: Tage werden zuerst von Kategorien abgezogen

source: No additional days configured
de: Keine zusätzlichen Tage konfiguriert

source: Public holiday
de: Feiertage

source: Create calendar for public holiday
de: Kalender für Feiertage anlegen

source: Public holiday can be obtained from a calendar on the device (if available). Public holiday will be taken into account when calculating durations of leave.
de: Feiertage können aus einem Kalender auf dem Gerät bezogen werden (falls verfügbar). Feiertage werden bei der Berechnung des Urlaubs berücksichtigt

source: Public holiday from calendar
de: Feiertage aus Kalender

source: Leave summary attached as PDF file
de: Urlaubsübersicht als PDF Datei

source: Leave summary attached as CSV file
de: Urlaubsübersicht als CSV Datei

source: Calendar export
de: Kalenderexport

source: Calendar import
de: Kalenderimport

source: Exports leave entries to a calendar on the device
de: Exportiert Urlaub in einen Kalender auf dem Gerät

source: Imports calendar appointments from a calendar on the device
de: Importiert Kalenderereignisse aus einem Kalender auf dem Gerät

source: Imports a CSV file with a specific format from dropbox into the app
de: Importiert eine CSV Datei von Dropbox in die App

source: Both import and export to dropbox needs an active dropbox account. Enable your dropbox account in the app settings.
de: Der Zugriff auf Dropbox erfordert ein mit der App verknüpftes Dropbox Konto. Dies kann in den Einstellungen eingerichtet werden.

source: Available files
de: Verfügbare Dateien

source: Select CSV file to import
de: CSV Datei zum importieren wählen

source: No files in dropbox folder (subfolder Apps/Annual Leave).
de: Keine Dateien im Dropbox Ordner (Unterverzeichnis Apps/Annual Leave)

source: Do you want to import the following file:
de: Soll die folgende Datei importiert werden:

source: more
de: weitere

source: Enabled
de: Aktiviert

source: Disable dropbox
de: Dropbox deaktivieren

source: Do you want to disable dropbox?
de: Soll Dropbox deaktiviert werden?

source: Folder contents
de: Ordnerinhalt

source: Dropbox Account
de: Dropbox Konto

source: Dropbox enabled
de: Dropbox aktiviert

source: Dropbox is linked to this app/user:
de: Dropbox ist verknüpft mit dieser App und dem Benutzer:

source: Enable dropbox
de: Dropbox aktivieren

source: Link this app with the current user to your dropbox account
de: Verknüpft die App mit dem aktuellen Benutzer mit ihrem Dropbox Konto

source: Folder empty or not loaded
de: Ordner leer oder nicht geladen

source: Dropbox account
de: Dropbox Konto

source: Note: The dropbox account will be linked to this app, and the currently active user. When you log in with a different user, the dropbox account will be un-linked.
de: Hinweis: Der Dropbox Account wird mit dieser App und dem aktuellen Benutzer verknüpft. Wenn der Benutzer gewechselt wird, wird Dropbox deaktiviert

source: This app stores data in the 'Annual Leave' subfolder of your dropbox folder.
de: Diese App speichert Daten im 'Annual Leave' Unterordner des Dropbox Kontos

source: No files in dropbox folder.
de: Keine Dateien im Dropbox Ordner

source: Failed to upload file to dropbox
de: Datei konnte nicht zu Dropbox übertragen werden

source: Pool
de: Zusätzlicher Urlaub

source: Can't save file
de: Datei konnte nicht gespeichert werden

source: Include categories
de: Kategorien exportieren

source: Include timetables
de: Stundenpläne exportieren

source: Note: Only those users which are accessible for the active user can be exported (can be changed in user management)
de: Hinweis: Nur Benutzer für die der aktuelle Benutzer Zugriffsrechte hat, können exportiert werden (kann in der Nutzerverwaltung geändert werden)

source: Start export?
de: Export starten?

source: Create backup
de: Backup anlegen

source: CSV File/Spreadsheet (email, dropbox)
de: CSV Datei/Tabelle (Email, Dropbox)

source: PDF File (email, dropbox)
de: PDF Datei (Email, Dropbox)

source: Create backup (dropbox)
de: Backup anlegen (Dropbox)

source: Creates a backup file of all data and saves to dropbox
de: Erzeugt eine Backup Datei von allen Daten und speichert diese auf Dropbox

source: Imports a previously created backup file from dropbox
de: Importiert eine zuvor erstellte Backup Datei von Dropbox

source: Update user:
de: Benutzer aktualisieren:

source: Replace user:
de: Benutzer ersetzen:

source: Update existing
de: Bestehenden Eintrag aktualisieren

source: Replace existing
de: Bestehenden Eintrag ersetzen

source: Update existing:
de: Aktualisieren:

source: Replace existing:
de: Ersetzen:

source: Skip
de: Überspringen

source: Replace
de: Ersetzen

source: Update
de: Aktualisieren

source: Create new
de: Neu anlegen

source: Don't import
de: Nicht importieren

source: Import backup
de: Backup importieren

source: Import backup (dropbox)
de: Backup importieren (Dropbox)

source: Select backup file to import
de: Zu importierende Backup Datei auswählen

source: Calendar color
de: Kalenderfarbe

source: leave entries
de: Urlaubseinträge

source: timetables
de: Stundenpläne

source: categories
de: Kategorien

source: Successfully imported backup.
de: Backup erfolgreich importiert.

source: Successfully created backup
de: Backup erfolgreich erstellt

source: Send by mail
de: Per Email versenden

source: Save to dropbox
de: Auf Dropbox speichern

source: Period
de: Zeitraum

source: Press 'save' to save all changes and complete the import. Go back to discard any changes without saving.
de: 'Sichern' drücken um alle Änderungen zu speichern und den Import abzuschließen. Zurück gehen um alle Änderungen ohne Speichern zu verwerfen.

source: All data and users are stored on the device only (there is no online storage). There is no password recovery, please write down your password.
de: Alle Daten und Benutzer werden nur auf dem Gerät gespeichert (nicht im Internet). Es gibt keine Passwortwiederherstellung, bitte notieren sie sich ihr Passwort.

source: Failed to export data
de: Daten konnten nicht exportiert werden

source: At least one user must be selected
de: Mindestens ein Benutzer muss ausgewählt werden

source: Automatic
de: Automatisch

source: Done
de: Fertig

source: Can't save user with empty name
de: Der Benutzername kann nicht leer sein
